Repository: davidacm/NVDA-IBMTTS-Driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ca, de, es, fr, pt_br, pt_pt

source: The specified dll file seems to be an incorrect IBMTTS library. Would you like to select another library?
ca: El fitxer dll especificat sembla ser una biblioteca IBMTTS incorrecta. Voleu seleccionar una altra biblioteca?
de: Die angegebene Datei scheint keine gültige IBMTTS-Bibliothek zu sein. Möchten Sie eine andere Datei wählen?
es: El DLL especificado parece ser una librería incorrecta de IBMTTS. ¿Te gustaría seleccionar otra librería?
fr: Le fichier dll spécifié semble être une bibliothèque IBMTTS incorrecte. Voulez-vous choisir une autre bibliothèque ?
pt_br: O arquivo dll especificado parece ser uma biblioteca do IBMTTS incorreta. Gostaria de selecionar outra biblioteca?
pt_pt: O ficheiro DLL especificado parece ser uma biblioteca incorrecta do IBMTTS. Pretende seleccionar outra biblioteca?

source: Error loading library
ca: Error en carregar la biblioteca
de: Fehler beim Laden der Bibliothek
es: Error al cargar la librería
fr: Erreur lors du chargement de la bibliothèque
pt_br: Erro ao carregar a biblioteca
pt_pt: Erro ao carregar a biblioteca

source: Are you sure to copy IBMTTS files to local NVDA installation and register a new add-on called "eciLibraries" to store the libraries? It may not work in some IBMTTS distributions. Note: after it, if you want to uninstall this add-on, you'll need to uninstall two add-ons in order to delete IBMTTS files completelly from NVDA. This one and "eciLibraries"
ca: Esteu segur de copiar fitxers IBMTTS a la instal·lació local de NVDA i registrar un nou complement anomenat "eciLibraries" per emmagatzemar les biblioteques? Pot ser que no funcioni en algunes distribucions d'IBMTTS. Nota: després d'això, si voleu desinstal·lar aquest complement, haureu de desinstal·lar dos complements per tal d'eliminar els fitxers IBMTTS completament de NVDA. Aquest i "eciLibraries"
de: Sollen die IBMTTS-Dateien in die lokale NVDA-Installation kopiert sowie eine zusätzliche Erweiterung namens "eciLibraries" zum Speichern der Bibliotheken registriert werden? Dies funktioniert möglicherweise nicht mit einigen IBMTTS-Distributionen. Hinweis: Sofern Sie die Erweiterung vollständig aus NVDA entfernen möchten, müssen hiernach zwei Erweiterungen deinstalliert werden. Neben dieser Erweiterung auch die Erweiterung "eciLibraries"
es: Estás seguro que deseas copiar los archivos de IBMTTS a la instalación local de NVDA y registrar un nuevo add-on llamado "eciLibraries" para guardar los archivos del sintetizador? Esto podría no funcionar en algunas distribuciones de IBMTTS. Nota: Después de esto, si deseas desinstalar este complemento, deberás desinstalar dos complementos para poder eliminar los archivos de IBMTTS por completo de NVDA. . Este y "eciLibraries"
fr: Êtes-vous sûr de vouloir copier les fichiers IBMTTS à l'installation locale de NVDA et enregistrer une nouvelle extension appelée "eciLibraries" pour sauvegarder les fichiers du synthétiseur? Cela pourrait ne pas fonctionner dans certaines distributions IBMTTS. Remarque: après cela, si vous souhaitez désinstaller cette extension, vous devez désinstaller deux extensions pour supprimer complètement les fichiers IBMTTS de NVDA. Celle-ci et "eciLibraries"
pt_br: Você tem certeza de que quer copiar os arquivos do IBMTTS para a instalação local do NVDA e registrar um novo add-on chamado "eciLibraries" para salvar os arquivos do sintetizador? Isto pode não funcionar em algumas distribuições do IBMTTS. Nota: Depois disso, se você quiser desinstalar este add-on, você precisará desinstalar dois add-ons para excluir completamente os arquivos do IBMTTS do NVDA. Este e o "eciLibraries".
pt_pt: Tem a certeza de que pretende copiar os ficheiros do IBMTTS para a instalação local do NVDA e registar um novo extra com o nome "eciLibraries" para guardar os ficheiros do sintetizador? Poderá não funcionar com algumas distribuições do IBMTTS. Note que, depois disto, se pretender desinstalar este extra, terá de desinstalar dois extras para poder eliminar completamente os ficheiros do IBMTTS do NVDA; este e o "eciLibraries"

source: Copy IBMTTS files
ca: Copia fitxers IBMTTS
de: IBMTTS-Dateien kopieren
es: Copiando los archivos de IBMTTS
fr: Copie des fichiers IBMTTS en cours
pt_br: Copiar arquivos do IBMTTS
pt_pt: Copiar ficheiros do IBMTTS

source: Unable to copy the files because the source and destination paths are the same.
ca: No s'han pogut copiar els fitxers perquè els camins d'origen i de destinació són els mateixos.
de: Die Dateien können nicht kopiert werden, da Quell- und Zielpfad identisch sind.
es: No se pueden copiar los archivos porque las rutas de origen y destino son las mismas.
fr: Impossible de copier les fichiers car les chemins d'accès source et destination sont identiques.
pt_br: Não é possível copiar os arquivos porque os caminhos de origem e destino são os mesmos.
pt_pt: Não é possível copiar os ficheiros porque os caminhos de origem e de destino são os mesmos.

source: Copying files
ca: S'estan copiant fitxers
de: Kopiere Dateien
es: Copiando archivos
fr: Copie des fichiers en cours
pt_br: Copiando arquivos
pt_pt: A copiar ficheiros

source: Please wait while IBMTTS files are copied into add-on.
ca: Espereu mentre els fitxers IBMTTS es copien al complement.
de: Bitte warten, während die IBMTTS-Dateien in die Erweiterung kopiert werden.
es: Por favor espere mientras los archivos de IBMTTS se copian en el complemento.
fr: Veuillez patienter pendant que les fichiers IBMTTS sont copiés dans l'extension.
pt_br: Por favor aguarde enquanto os arquivos do IBMTTS são copiados para o add-on.
pt_pt: Por favor aguarde enquanto os ficheiros do IBMTTS estão a ser copiados para o extra.

source: Successfully copied IBMTTS files. The local copy will be used after restart NVDA.
ca: S'han copiat correctament els fitxers IBMTTS. La còpia local s'utilitzarà després de reiniciar NVDA.
de: IBMTTS-Dateien wurden erfolgreich kopiert. Die lokale Kopie wird nach dem Neustart von NVDA verwendet.
es: Archivos de IBMTTS copiados correctamente. La copia local será usada después de reiniciar NVDA.
fr: Fichiers IBMTTS copiés avec succès. La copie locale sera utilisée après le redémarrage de NVDA.
pt_br: Arquivos do IBMTTS copiados com sucesso. A cópia local será utilizada após reiniciar o NVDA.
pt_pt: Os ficheiros do IBMTTS foram copiados com sucesso. A cópia local será utilizada depois de reiniciar o NVDA.

source: Error copying IBMTTS files
ca: S'ha produït un error en copiar fitxers IBMTTS
de: Fehler beim Kopieren der IBMTTS-Dateien
es: Error al copiar los archivos de IBMTTS
fr: Erreur lors de la copie des fichiers IBMTTS
pt_br: Erro ao copiar os arquivos do IBMTTS
pt_pt: Erro ao copiar os ficheiros do IBMTTS

source: The synthesizer won't be available until you set IBMTTS files. NVDA won't show this synthesizer in teh synthesizers lists because you need to set the IBMTTS files location first. To do it open the NVDA settings dialog, select IBMTTS category and use the "Browse for IBMTTS library" button to select the IBMTTS files folder.
ca: El sintetitzador no estarà disponible fins que establiu fitxers IBMTTS. NVDA no mostrarà aquest sintetitzador a les llistes de sintetitzadors teh perquè primer cal establir la ubicació dels fitxers IBMTTS. Per a fer-ho, obriu el diàleg de configuració de NVDA, seleccioneu la categoria IBMTTS i utilitzeu el botó «Navega per la biblioteca IBMTTS» per a seleccionar la carpeta de fitxers IBMTTS.
de: Die Sprachausgabe wird nicht verfügbar sein, solange keine IBMTTS-Dateien eingebunden wurden. NVDA zeigt diese Sprachausgabe nicht in der Sprachausgabenliste an, da zuerst der Speicherort für die IBMTTS-Dateien festgelegt werden muss. Öffnen Sie hierzu die NVDA-Einstellungen und wählen die Kategorie IBMTTS. Verwenden Sie die Schaltfläche "Nach IBMTTS-Bibliothek suchen", um den Speicherort der Dateien festzulegen.
es: El sintetizador no estará disponible hasta que establezcas los archivos de IBMTTS. NVDA no mostrará este sintetizador en la lista de sintetizadores porque necesitas establecer la ubicación de archivos del sintetizador primero. Para hacer esto abre el diálogo de configuraciones de NVDA, selecciona la categoría IBMTTS y use el botón para seleccionar la carpeta de archivos IBMTTS.
fr: Le synthétiseur ne sera disponible que lorsque vous définissez les fichiers IBMTTS. NVDA ne montrera pas ce synthétiseur dans la liste de synthétiseur car vous devez d'abord définir l'emplacement des fichiers du synthétiseur. Pour ce faire ouvrir le dialogue Paramètres de NVDA, sélectionner la catégorie IBMTTS et utiliser le bouton "Rechercher une bibliothèque IBMTTS" pour sélectionner le dossier des fichiers IBMTTS.
pt_br: O sintetizador não estará disponível até que você configure os arquivos do IBMTTS. O NVDA não irá mostrar este sintetizador na lista de sintetizadores porque é necessário definir primeiro a localização dos arquivos do sintetizador. Para fazer isso, abra o diálogo de configurações do NVDA, selecione a categoria "IBMTTS" e use o botão "Procurar a biblioteca do IBMTTS" para selecionar a pasta de arquivos do IBMTTS.
pt_pt: O sintetizador não estará disponível enquanto não configurar os ficheiros do IBMTTS. O NVDA não mostrará este sintetizador na lista de sintetizadores porque é necessário definir primeiro a localização dos ficheiros do sintetizador. Para tal, abra o diálogo de configurações do NVDA, seleccione a categoria "IBMTTS" e pressione o botão "Localizar a Biblioteca do IBMTTS" para definir a localização dos ficheiros do IBMTTS.

source: IBMTTS driver for NVDA
ca: Controlador IBMTTS per a NVDA
de: IBMTTS-Treiber für NVDA
es: Controlador de IBMTTS para NVDA
fr: Pilote IBMTTS pour NVDA
pt_br: Driver IBMTTS para NVDA
pt_pt: Controlador do IBMTTS para o NVDA

source: IBMTTS driver
ca: Controlador IBMTTS
de: IBMTTS-Treiber
es: Controlador de IBMTTS
fr: Pilote IBMTTS
pt_br: Driver IBMTTS
pt_pt: Controlador do IBMTTS

source: This is the IBMTTS synthesizer driver for NVDA.
ca: Aquest és el controlador de sintetitzador IBMTTS per a NVDA.
de: Dies ist der IBMTTS-Sprachausgabentreiber für NVDA.
es: Este es el controlador del sintetizador IBMTTS para NVDA.
fr: Ceci est le pilote du synthétiseur IBMTTS pour NVDA.
pt_br: Este é o driver do sintetizador IBMTTS para o NVDA.
pt_pt: Este é o controlador do sintetizador IBMTTS para o NVDA.
