Repository: davidacm/NVDA-IBMTTS-Driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ca, de, es, fr, pt_br, pt_pt

source: Castilian Spanish
ca: Espanyol Castellà
de: Spanisch (Kastilisch)
es: Español de España
fr: Espagnol Espagne
pt_br: Espanhol castelhano
pt_pt: Espanhol castelhano

source: Latin American Spanish
ca: Espanyol llatinoamericà
de: Spanisch (Lateinamerika)
es: Español latinoamericano
fr: Espagnol Latino-Américain
pt_br: Espanhol latino americano
pt_pt: Espanhol latino americano

source: Brazilian Portuguese
ca: Portuguès brasiler
de: Brasilianisches Portugisisch
es: Portugués de Brasil
fr: Portugais Brésil
pt_br: Português brasileiro
pt_pt: Português brasileiro

source: French
ca: Francès
de: Französisch
es: Francés
fr: Français
pt_br: Francês
pt_pt: Francês

source: French Canadian
ca: Francès canadenc
de: Französisch (Kanada)
es: Francés de Canadá
fr: Français Canada
pt_br: Francês canadence
pt_pt: Francês canadence

source: Finnish
ca: Finès
de: Finnisch
es: Finés
fr: Finnois
pt_br: Finlandês
pt_pt: Finlandês

source: Chinese
ca: Xinès
de: Chinesisch
es: Chino
fr: Chinois
pt_br: Chinês
pt_pt: Chinês

source: Japanese
ca: Japonès
de: Japanisch
es: Japonés
fr: Japonais
pt_br: Japonês
pt_pt: Japonês

source: Korean
ca: Coreà
de: Koreanisch
es: Coreano
fr: Coréen
pt_br: Coreano
pt_pt: Coreano

source: German
ca: Alemany
de: Deutsch
es: Alemán
fr: Allemand
pt_br: Alemão
pt_pt: Alemão

source: Italian
ca: Italià
de: Italienisch
es: Italiano
fr: Italien
pt_br: Italiano
pt_pt: Italiano

source: American English
ca: Anglès americà
de: Amerikanisches Englisch
es: Inglés americano
fr: Anglais Américain
pt_br: Inglês americano
pt_pt: Inglês americano

source: British English
ca: Anglès britànic
de: Britisches Englisch
es: Inglés británico
fr: Anglais Britannique
pt_br: Inglês britânico
pt_pt: Inglês britânico

source: Swedish
ca: Suec
de: Schwedisch
es: Sueco
fr: Suédois
pt_br: Sueco
pt_pt: Sueco

source: Norwegian
ca: Noruec
de: Norwegisch
es: Noruego
fr: Norvégien
pt_br: Norueguês
pt_pt: Norueguês

source: Danish
ca: Danès
de: Dänisch
es: Danés
fr: Danois
pt_br: Dinamarquês
pt_pt: Dinamarquês

source: Hong Kong Cantonese
ca: Cantonès de Hong Kong
de: Kantonesisch (Hong kong)
es: Cantonés de Hong Kong
fr: Hong Kong Cantonais
pt_br: Cantonês de Hong Kong
pt_pt: Cantonês de Hong Kong

source: Rate boos&t
ca: &Turbo de veu
de: Geschwindigkei&t zusätzlich erhöhen
es: &Turbo de voz
fr: Voix t&urbo
pt_br: Aumen&to Especial de Velocidade
pt_pt: Aumen&to de Velocidade

source: Hea&d size
ca: Mi&da del cap
de: &Kopfgröße
es: Tamaño de la &cabeza
fr: Taille de la &tête
pt_br: &Tamanho da Cabeça
pt_pt: &Tamanho da Cabeça

source: Rou&ghness
ca: Ru&gositat
de: Raui&gkeit
es: Ca&rraspeo
fr: E&nrouement
pt_br: &Rouquidão
pt_pt: &Rouquidão

source: Breathi&ness
ca: Res&piració
de: Atmu&ng
es: Res&piración
fr: &Respiration
pt_br: Res&piração
pt_pt: Res&piração

source: Enable backquote voice &tags
ca: Habilita les etiquetes de canvi de veu
de: Backquote-Sprach&tags erlauben
es: Activar &etiquetas de cambio de voz
fr: Activer les &balises de changement de voix
pt_br: Ativar &Tags de mudança de voz
pt_pt: Activar &Etiquetas de Alterações de Voz

source: Enable &abbreviation expansion
ca: Habilita l'expansió de l'abreviatura
de: &Abkürzungswörterbuch verwenden
es: Habilitar expansión de abreviaturas
fr: Activer l'e&xpansion des abréviations
pt_br: &Expandir abreviaturas
pt_pt: Abilitar &Expansão de Abreviaturas

source: Enable phras&e prediction
ca: Habilita la predicció de fras&e
de: Satzvorh&ersage einschalten
es: habilitar predicción de frases
fr: Activer la prédiction de phras&e
pt_br: Permitir a &predição de frases
pt_pt: Activar a &previsão de frases

source: &Pauses
de: &Pausen
es: &Pausas
pt_br: &Pausas
pt_pt: &Pausas

source: Al&ways Send Current Speech Settings
ca: Envia &sempre la configuració actual de la veu
de: Aktuelle Sprachausgabeneinstellungen immer sen&den
es: Siempre enviar las configuraciones de voz actuales
fr: Tou&jours envoyer les paramètres vocaux
pt_br: &Enviar sempre as configurações de voz atuais
pt_pt: &Sempre enviar as definições de voz actuais

source: Sa&mple Rate
ca: Freqüè&ncia de mostreig
es: &Frecuencia de muestreo
fr: Tau&x d'échantillonnage
pt_br: &Taxa de Amostragem
pt_pt: &Frequência de Amostragem

source: Do not shorten
ca: No escurcis
de: Nicht kürzen
es: no acortar
fr: Ne pas réduire
pt_br: Não encurtar
pt_pt: Não encurtar

source: Shorten at end of text only
ca: Escurça només al final del text
de: Nur am Textende kürzen
es: Acortar solo al final del texto
fr: Réduire à la fin du texte uniquement
pt_br: Encurtar somente no final do texto
pt_pt: Encurtar apenas no fim do texto

source: Shorten all pauses
ca: Escurça totes les pauses
de: Alle Pausen kürzen
es: Acortar todas las pausas
fr: Réduire toutes les pauses
pt_br: Encurtar todas as pausas
pt_pt: Encurtar todas as pausas

source: Unable to download the file. Perhaps there is no internet access or the server is not responding. Do you want to try again?
ca: No s'ha pogut baixar el fitxer. Potser no hi ha accés a Internet o el servidor no està responent. Voleu tornar-ho a provar?
de: Die Datei konnte nicht heruntergeladen werden, da der Server nicht antwortet oder keine Internetverbindung besteht. Möchten Sie es erneut versuchen?
es: No se puede descargar el archivo. Quizás no hay acceso a Internet o el servidor no responde. ¿Deseas intentarlo nuevamente?
fr: Impossible de télécharger le fichier. Il n'y a peut-être pas d'accès à Internet ou le serveur ne répond pas. Voulez-vous essayer à nouveau?
pt_br: Não foi possível baixar o arquivo. Talvez não haja acesso à Internet ou o servidor não esteja respondendo. Você quer tentar novamente?
pt_pt: Não é possível descarregar o ficheiro. Talvez não haja acesso à Internet ou o servidor não esteja a responder. Gostaria de tentar novamente?

source: Error downloading
ca: Error en baixar
de: Fehler beim Herunterladen
es: Error al cargar la librería
fr: Erreur de téléchargement
pt_br: Erro ao baixar
pt_pt: Erro ao transferir

source: Unable to copy a file. Perhaps it is currently being used by another process or you have run out of disc space on the drive you are copying to.
ca: No s'ha pogut copiar un fitxer. Potser actualment està sent utilitzat per un altre procés o s'ha esgotat l'espai de disc a la unitat a la qual esteu copiant.
de: Eine Datei konnte nicht kopiert werden. Möglicherweise wird sie gerade von einem anderen Prozess verwendet oder es ist nicht genügend Festplattenspeicher auf dem Ziellaufwerk vorhanden.
es: Imposible copiar un archivo. Quizás este está siendo usado por otro proceso o no tienes suficiente espacio en la unidad a la que se están copiando los archivos.
fr: Impossible de copier un fichier. Peut-être qu'il est actuellement utilisé par un autre processus ou que l'espace disque est insuffisant sur le lecteur sur lequel vous effectuez la copie.
pt_br: Impossível copiar um arquivo. Talvez esteja sendo usado por outro processo ou você não tem espaço suficiente na unidade para a qual os arquivos estão sendo copiados.
pt_pt: Não é possível copiar um ficheiro. Talvez esteja a ser utilizado por outro processo ou tenha ficado sem espaço no disco para o qual está a copiar.

source: Error Copying
ca: S'ha produït un error en copiar
de: Fehler beim Kopieren
es: Error al copiar
fr: Erreur lors de la copie
pt_br: Erro ao copiar
pt_pt: Erro ao copiar

source: Failed to open add-on update file at %s - missing file or invalid file format
ca: No s'ha pogut obrir el fitxer d'actualització del complement a %s - manca el format del fitxer o no és vàlid
de: Fehler beim Öffnen der Erweiterungs-Update-Datei unter %s - fehlende Datei oder ungültiges Dateiformat.
es: No se pudo abrir el archivo de actualización del complemento en %s. Archivo no disponible o formato de archivo inválido
fr: Impossible d'ouvrir le fichier de mise à jour de l'extension %s - fichier manquant ou format de fichier non valide
pt_br: Falha ao abrir o arquivo de atualização do complemento em %s - arquivo ausente ou formato de arquivo inválido
pt_pt: Falha ao abrir o ficheiro de actualização do extra em %s - ficheiro em falta ou formato de ficheiro inválido

source: Error
de: Fehler
fr: Erreur
pt_br: Erro
pt_pt: Erro

source: Installing %s
ca: S'està instal·lant %s
de: Installiere %s
es: Instalando %s
fr: Installation de %s
pt_br: Instalando %s
pt_pt: A instalar %s

source: Please wait while the add-on is being installed.
ca: Espereu mentre s'instal·la el complement.
de: Bitte warten, während die Erweiterung installiert wird.
es: Por favor espere mientras los archivos de IBMTTS se copian en el complemento.
fr: Veuillez patienter durant l'installation de l'extension.
pt_br: Por favor aguarde enquanto o complemento é instalado.
pt_pt: Por favor aguarde enquanto o extra está a ser instalado.

source: Failed to install add-on from %s
ca: No s'ha pogut instal·lar el complement de %s
de: Fehler beim Installieren der Erweiterung von %s
es: Error al instalar el complemento desde %s
fr: Échec de l'installation de l'extension %s
pt_br: Falha ao instalar complemento de %s
pt_pt: Falha ao instalar o extra a partir de %s

source: Unable to create the folder to save the update file.
ca: No s'ha pogut crear la carpeta per a desar el fitxer d'actualització.
de: Der Ordner zum Speichern der Update-Datei konnte nicht erstellt werden.
es: No se puede crear la carpeta para descargar y guardar el archivo de actualización.
fr: Impossible de créer le dossier pour enregistrer le fichier de mise à jour.
pt_br: Não é possível criar a pasta para salvar o arquivo de atualização.
pt_pt: Não foi possível criar a pasta para guardar o ficheiro de actualização.

source: Downloading the new %s update
ca: S'està baixant la nova actualització %s
de: Das neue Update für %s wird heruntergeladen
es: Descargando la nueva actualización de %s
fr: Téléchargement de la mise à jour de %s
pt_br: Baixando a nova atualização do %s
pt_pt: A transferir a nova actualização do %s

source: downloading
ca: s'està baixant
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement en cours
pt_br: baixando
pt_pt: a transferir

source: There are no updates available for the %s addon.
ca: No hi ha actualitzacions disponibles per al complement %s.
de: Für die Erweiterung %s sind keine Updates vorhanden.
es: No hay actualizaciones disponibles para el complemento %s.
fr: Aucune mise à jour disponible pour l'extension %s
pt_br: Não há atualizações disponíveis para o complemento %s.
pt_pt: Não existem actualizações disponíveis para o %s.

source: No updates available
ca: No hi ha actualitzacions disponibles
de: Keine Updates verfügbar
es: No hay actualizaciones disponibles
fr: Aucune mise à jour disponible
pt_br: Nenhuma atualização disponível
pt_pt: Sem actualizações disponíveis

source: A new version of %s was found. The new version is %s. Would you like to update this add-on now?
ca: S'ha trobat una nova versió de %s. La versió nova és %s. Voleu actualitzar aquest complement ara?
de: Eine neue Version von %s ist verfügbar. Die neue Version ist %s. Möchten Sie diese Erweiterung jetzt aktualisieren?
es: Se encontró una nueva versión de %s. La nueva versión es %s. ¿Te gustaría actualizar este complemento ahora?
fr: Une nouvelle version de %s a été trouvée. La nouvelle version est %s. Souhaitez-vous mettre à jour cette extension maintenant ?
pt_br: Uma nova versão do %s foi encontrada. A nova versão é %s. Deseja atualizar este complemento agora?
pt_pt: Foi encontrada uma nova versão do %s. A nova versão é a %s. Gostaria de actualizar agora?

source: Update add-on
ca: Actualitza el complement
de: Erweiterung aktualisieren
es: Actualizar complemento
fr: Mettre à jour l'extension
pt_br: Atualizar complemento
pt_pt: Actualização

source: Installation of {summary} {version} has been blocked. The minimum NVDA version required for this add-on is {minimumNVDAVersion}, your current NVDA version is {NVDAVersion}
ca: S'ha blocat la instal·lació de {summary} {version}. La versió mínima de NVDA requerida per a aquest complement és {minimumNVDAVersion}, la vostra versió actual de NVDA és {NVDAVersion}
de: Installation von {summary} {version} wurde blockiert. Die mindestens für diese Erweiterung benötigte NVDA-Version ist {minimumNVDAVersion}, und die momentan genutzte NVDA-Version ist {NVDAVersion}
es: Se ha bloqueado la instalación de {summary} {version}. La versión mínima de NVDA requerida para este complemento es {minimumNVDAVersion}, su versión actual de NVDA es {NVDAVersion}
fr: L'installation de {summary} {version} a été bloquée. La version minimale de NVDA requise pour cette extension est {minimumNVDAVersion}, votre version actuelle de NVDA est {NVDAVersion}
pt_br: A instalação do {summary} {version} foi bloqueada. A versão mínima do NVDA necessária para este complemento é {minimumNVDAVersion}, sua versão atual do NVDA é {NVDAVersion}
pt_pt: A instalação do {summary} {version} foi bloqueada. A versão mínima do NVDA necessária para este extra é {minimumNVDAVersion}, a sua versão actual do NVDA é {NVDAVersion}

source: Add-on not compatible
ca: El complement no és compatible
de: Erweiterung nicht kompatibel
es: Complemento no compatible
fr: Extension non compatible
pt_br: Complemento não compatível
pt_pt: Extra não compatível

source: Installation of {summary} {version} has been blocked. An updated version of this add-on is required, the minimum add-on API supported by this version of NVDA is {backCompatToAPIVersion}
ca: S'ha blocat la instal·lació de {summary} {version}. Es requereix una versió actualitzada d'aquest complement, l'API mínima de complements suportada per aquesta versió de NVDA és {backCompatToAPIVersion}
de: Installation von {summary} {version} wurde blockiert. Eine aktualisierte Version dieser Erweiterung wird benötigt, die mindestens von dieser NVDA-Version unterstützte API ist {backCompatToAPIVersion}
es: Se ha bloqueado la instalación de {summary} {version}. Se requiere una versión actualizada de este complemento, la API complementaria mínima admitida por esta versión de NVDA es {backCompatToAPIVersion}
fr: L'installation de {summary} {version} a été bloquée. Une version mise à jour de cette extension est requise, l'API minimum de cette extension prise en charge par cette version de NVDA est {backCompatToAPIVersion}
pt_br: A instalação do {summary} {version} foi bloqueada. É necessária uma versão atualizada deste complemento, a API mínima do complemento suportada por esta versão do NVDA é {backCompatToAPIVersion}
pt_pt: A instalação do {summary} {version} foi bloqueada. É necessária uma versão actualizada deste extra, a API mínima do extra suportada por esta versão do NVDA é {backCompatToAPIVersion}

source: &Not now
ca: Ara &no
de: Jetzt &nicht
es: &Ahora no
fr: &Pas maintenant
pt_br: &Agora não
pt_pt: &Agora não

source: Request for contributions to %s
ca: Sol·licitud de contribucions a %s
de: Ihre Mitwirkung bei %s
es: Solicitud de contribuciones para %s
fr: Demande de contributions pour %s
pt_br: Solicitação de contribuições para o %s
pt_pt: Pedido de contribuições para o %s

source: Creating add-ons demands substantial time and effort. With limited job prospects in my country, your donations could significantly aid in dedicating more time to developing free plugins for the community. Your contribution would support the development of this and other free projects. Would you like to contribute to this cause? Select from our available payment methods below. You will be redirected to the corresponding website to complete your donation. Thank you for your support and generosity.
ca: La creació de complements requereix un temps i un esforç substancials. Amb poques perspectives d'ocupació al meu país, les vostres donacions podrien ajudar significativament a dedicar més temps a desenvolupar connectors gratuïts per a la comunitat. La seva contribució donaria suport al desenvolupament d'aquest i altres projectes lliures. Vols contribuir a aquesta causa? Selecciona entre els nostres mètodes de pagament disponibles a continuació. Se us redirigirà a la pàgina web corresponent per completar el vostre donatiu. Gràcies pel seu suport i generositat.
de: Die Entwicklung von Erweiterungen erfordert viel Zeit und Mühe. Angesichts der begrenzten Arbeitsmöglichkeiten in meinem Land könnten Ihre Spenden mir helfen, mehr Zeit für die Entwicklung kostenloser Erweiterungen für die Gemeinschaft aufzuwenden. Ihr Beitrag würde die Entwicklung dieses und anderer freier Projekte unterstützen. Möchten Sie spenden? Wählen Sie eine der unten aufgeführten Zahlungsmöglichkeiten. Sie werden dann auf die entsprechende Website weitergeleitet, um Ihre Spende zu tätigen. Vielen Dank für Ihre Unterstützung und Großzügigkeit.
es: La creación de complementos exige mucho tiempo y esfuerzo. Con oportunidades laborales limitadas en mi país, sus donaciones podrían ayudar significativamente a dedicar más tiempo al desarrollo de complementos gratuitos para la comunidad. Tu contribución apoyaría el desarrollo de este y otros proyectos gratuitos. ¿Te gustaría contribuir a esta causa? Seleccione entre los métodos de pago disponibles a continuación. Serás redirigido al sitio web correspondiente para completar tu donación. Gracias por su apoyo y generosidad.
fr: La création d'extensions demande beaucoup de temps et d’efforts. Les perspectives d'emploi étant limitées dans mon pays, vos dons pourraient contribuer de manière significative à consacrer plus de temps au développement d'extensions gratuites pour la communauté. Votre contribution soutiendrait le développement de ce projet et d'autres projets gratuits. Vous souhaitez contribuer à cette cause ? Choisissez parmi nos méthodes de paiement disponibles ci-dessous. Vous serez redirigé vers le site correspondant pour finaliser votre don. Merci de votre soutien et de votre générosité.
pt_br: A criação de complementos exige muito tempo e esforço. Com oportunidades de emprego limitadas no meu país, as suas doações poderiam ajudar significativamente a dedicar mais tempo ao desenvolvimento de complementos gratuitos para a comunidade. A sua contribuição apoiaria o desenvolvimento deste e de outros projetos gratuitos. Gostaria de contribuir para esta causa? Selecione um dos métodos de pagamento disponíveis. Você será redirecionado ao site correspondente para concluir a doação. Obrigado pelo seu apoio e generosidade.
pt_pt: A criação de extras requer muito tempo e esforço. Com oportunidades de emprego limitadas no meu país, os seus donativos poderiam ajudar significativamente a dedicar mais tempo ao desenvolvimento de extras gratuitos para a comunidade. A sua contribuição apoiaria o desenvolvimento deste e de outros projectos gratuitos. Gostaria de contribuir para esta causa? Seleccione um dos métodos de pagamento disponíveis. Será redireccionado para o sítio Web correspondente para concluir o donativo. Obrigado pelo seu apoio e generosidade.

source: Using Paypal
ca: Utilitzar Paypal
de: Mittels Paypal
es: Usando Paypal
fr: Utiliser Paypal
pt_br: Doar via Paypal
pt_pt: Doar via Paypal

source: using Co-fi
ca: utilitzar Co-fi
de: Mittels Co-fi
es: usando Co-fi
fr: Utiliser Co-fi
pt_br: doar através do Co-fi
pt_pt: doar através do Co-fi

source: See more methods on my github Page
ca: Vegeu més mètodes a la meva pàgina de github
de: Weitere Methoden auf meiner GitHub-Seite
es: Ver más métodos en mi página de github
fr: Voir plus de méthodes sur ma page GitHub
pt_br: Veja mais métodos na minha página do github
pt_pt: Veja mais métodos na minha página do github

source: &Automatically check for updates for IBMTTS
ca: Comprova &automàticament si hi ha actualitzacions per a l'IBMTTS
de: &Automatisch nach Updates für IBMTTS suchen
es: Buscar automáticamente actualizaciones para IBMTTS
fr: Rechercher &automatiquement les mises à jour pour IBMTTS
pt_br: Procurar &atualizações do IBMTTS automaticamente
pt_pt: &Verificar automaticamente se há actualizações para o IBMTTS

source: &Check for update
ca: &Comprova si hi ha actualització
de: Nach Update su&chen
es: Buscar actualización
fr: &Rechercher une mise à jour
pt_br: &Procurar atualização
pt_pt: &Verificar actualização

source: IBMTTS folder address
ca: Adreça de la carpeta IBMTTS
de: IBMTTS-Verzeichnispfad
es: Dirección de carpeta de IBMTTS
fr: Adresse du dossier IBMTTS
pt_br: Endereço da pasta do IBMTTS
pt_pt: Localização da Pasta do IBMTTS

source: IBMTTS library name (dll)
ca: Nom de la biblioteca IBMTTS (dll)
de: IBMTTS-Bibliotheksname (dll)
es: Nombre de la librería de IBMTTS
fr: Nom de la bibliothèque IBMTTS (dll)
pt_br: Nome da Biblioteca do IBMTTS
pt_pt: Nome da Biblioteca do IBMTTS

source: &Browse for IBMTTS library...
ca: Navega a la biblioteca IBMTTS...
de: Nach IBMTTS-Bibliothek &suchen...
es: &Buscar una librería de IBMTTS...
fr: &Rechercher une bibliothèque IBMTTS...
pt_br: &Procurar a biblioteca do IBMTTS...
pt_pt: &Localizar a Biblioteca do IBMTTS...

source: &Copy IBMTTS files in an add-on (may not work for some IBMTTS distributions)
ca: Copia els fitxers IBMTTS en un complement (pot ser que no funcioni per a algunes distribucions IBMTTS)
de: IBMTTS-Dateien in eine Erweiterung &kopieren (funktioniert möglicherweise nicht mit einigen IBMTTS-Distributionen)
es: &Copiar los archivos de IBMTTS en un complemento. (puede no funcionar para algunas distribuciones de IBMTTS)
fr: &Copier les fichiers IBMTTS dans une extension. (Cela ne fonctionne peut-être pas pour certaines distributions IBMTTS)
pt_br: &Copiar os arquivos do IBMTTS para um add-on. (pode não funcionar para algumas distribuições do IBMTTS)
pt_pt: &Copiar os ficheiros do IBMTTS para um extra (Poderá não funcionar para algumas distribuições do IBMTTS)

source: &Support IBMTTS add-on
ca: Permet el complement IBMTTS
de: IBMTTS-Erweiterung unter&stützen
es: &Apoyar al complemento IBMTTS
fr: &Supporter l'extension IBMTTS
pt_br: &Faça uma doação ao criador do complemento IBMTTS
pt_pt: &Efectuar um donativo ao criador do extra IBMTTS

source: Select the IBMTTS library (dll)
ca: Seleccioneu la biblioteca IBMTTS (dll)
de: IBMTTS-Bibliothek wählen (dll)
es: Seleccionar la librería (DLL) de IBMTTS
fr: Choisir la bibliothèque IBMTTS (dll)
pt_br: Selecione a biblioteca do IBMTTS (DLL)
pt_pt: Seleccionar a biblioteca (DLL) do IBMTTS

source: dynamic link library (*.{ext})
ca: biblioteca d'enllaços dinàmics (*.{ext})
es: Librerías de enlace dinámico (*.{ext})
fr: Bibliothèque de liens dynamiques (*.{ext})
pt_br: bibliotecas de links dinâmicos (*.{ext})
pt_pt: bibliotecas de Vínculo Dinâmico (*.{ext})

source: The IBMTTS files location has been set. If you want to use it with a portable version of NVDA, please use the "Copy IBMTTS files into driver add-on" button
ca: S'ha establert la ubicació dels fitxers IBMTTS. Si voleu utilitzar-lo amb una versió portàtil de NVDA, utilitzeu el botó «Copia els fitxers IBMTTS al complement del controlador»
de: Der Speicherort für die IBMTTS-Dateien wurde festgelegt. Falls Sie sie in einer portablen NVDA-Kopie benutzen möchten, verwenden Sie die Schaltfläche zum kopieren der IBMTTS-Dateien in eine Erweiterung
es: La ubicación de los archivos de IBMTTS ha sido establecida. Si deseas usarlo en una versión portable de NVDA, por favor use el botón "Copiar los archivos de IBMTTS en el complemento".
fr: L'emplacement des fichiers IBMTTS a été défini. Si vous souhaitez l'utiliser avec une version portable de NVDA, veuillez utiliser le bouton "Copiez les fichiers IBMTTS dans l'extension du pilote".
pt_br: A localização dos arquivos do IBMTTS foi estabelecida. Se você quiser usá-lo em uma versão portátil do NVDA, por favor use o botão "Copiar os arquivos do IBMTTS para um add-on"
pt_pt: A localização dos ficheiros do IBMTTS foi definida. Se pretender utilizá-lo com uma versão portátil do NVDA, por favor utilize o botão "Copiar os ficheiros do IBMTTS para um extra"

source: Success
ca: Èxit
de: Erfolgreich
es: Correcto
fr: Succès
pt_br: Sucesso
pt_pt: Êxito
